Repository: Ertugrul-Kurubal/Data-Scientist
Catalog: Work/Modern Ways/Read Corpus/af-ar.tmx
Source language: af
Languages: ar

source: Hy moet tog iets vertel het?
ar: لابّد وأن أخبرك شيئاً ما بشأنها.

source: - Hy het niks vertel en ek het nie daarop aangedring
ar: لم يخبرني بأي شيء. ولم أطلب ذلك.

source: Jy weet net so goed soos ek, dat as Mike jou iets vroeg, die beter was nie te veel vrae te stel.
ar: أنتتعرفهمثليتماماً، لمّا يطلب منك (مايك) القيام بعملِ ما من الأفضل ألاّ تطرح العديد من الأسئلة.

source: Dit spyt my, ek wou dat ek meer kon vertel.
ar: أنا آسفة ، أتمنى لو استطعت اخباركما أكثر.

source: Kom jy spoedig eens eet?
ar: هل تأتي للعشاء قريباً ؟

source: Waar was Mike Franks mee besig, baas?
ar: مالذي كان يخططّ له (مايك) ، يا رئيس ؟

source: - Stadig.
ar: ببطئ.

source: Ek kan ophou met rook om wat tyd te wen, maar ek vrees dat my longe die skok nie hanteer.
ar: يمكننيالتوقّفعن التدخينوالتوفيرلكبعضالوقت، لكن لا أعلم إذا تقدر رئتاي على تحمّل الصدمة.

source: Wat is dat?
ar: ما هذا ؟

source: Duitse renaissance?
ar: عصر النهضة الألمانية ؟

source: Gee my iets met blomme, ek hou van blomme.
ar: أعطني شيئاً مكسو بالأزهار فحسب. تروق لي الأزهار.

source: - Ek het eintlik 'n guns nodig.
ar: في الواقع أريد خدمة أخرى.

source: He, kom.
ar: تعالي.

source: Dit is in orde.
ar: لابأس.

source: Gibbs, dit is Elina.
ar: ( (غيبز) ، هذه (إيلينا .

source: Ek moet haar 'n paar dae by jou laat.
ar: أحتاج لتركها معك لبضعة أيام فقط.

source: Neem my nie kwalik?
ar: المعذرة ؟

source: - Oh, jy het die goed gehoor.
ar: أعلم أنك سمعت ذلك جيّدا.

source: Moenie bekommerd wees nie, sy praat minder Engels as jy Pasjtoe.
ar: لا تقلق ، إنها تتحدث الإنجليزية أقلّ من تحدثّك للغة "الباشتو".

source: Mike, dit is geen hotel.
ar: (مايك) .. هذا ليس فندقاً .

source: Is sit midde in 'n saak.
ar: أنا في وسط قضّية.

source: Daar is niemand anders wat ek kan vertrou.
ar: لا يوجد شخص آخر أثق به.

source: Dit is so. Goed, goed, maar ek... - Geen vrae.
ar: هذا هو الأمر. حسناً ...

source: Ek kan nie sommer in 'n tienermeisie in huis laat sonder om vrae te stel.
ar: لاأستطيعقبولمراهقةصغيرة، بلا طرح أسئلة.

source: Jy kom steeds na my om hulp, probie.
ar: أنت تأتي لطلب مساعدتي كلّ الوقت ، يا مبتدئ.

source: Nou kom ek na jou.
ar: الآن أتيت إليك.

source: Ek het hulp nodig.
ar: أحتاج للمساعدة.

source: Lê dit aan my, want dit het gelyk asof dat Leyla huiwerig was?
ar: هل الأمر يبدو لي فقط او أنه حقاً (ليلى) كانت تخفي شيئاً ما عنّا ؟

source: Ek weet dat sy byna familie is, maar, dit sou die eerste keer wees nie.
ar: أعلمبأنهاتقريباًمنالعائلة... لكنّها ليست المرّة الأولى.

source: Verder, telkens Mike Franks daarmee gemoeid is, is alles moontlik.
ar: إضافةإلىأنهفيكلّمرة، يُضاف فيها (مايك فرانكس) إلى الخليط يكون كل شيء محتملاً.

source: Sy sou die dogter van Mike Franks kan wees. Sy vriendin, dalk?
ar: يمكنها أن تكون ابنة (مايك فرانكس) ، أو ربّما حبيبته.

source: Hoewel, dat is nogal creepy.
ar: مع أن ذلك غريبٌ نوعاً ما.

source: Byna net so creepy as jy die Twister speel.
ar: تقريباً كغرابة لِعبك للعبة الدوائر.

source: Sit daar jou iets dwars, baas?
ar: هل تفكّر في شيء ما ، يا رئيس ؟

source: Ek neem hom.
ar: سآخذ المكالمة.

source: McGee, jy sit op die luidspreker, geen sleg oor die baas praat.
ar: (ماكغي). أنتَ على المكبٍّر الصوتي. لا تتحدّث بكلام سيّء عن الرئيس.

source: Wat, ek sê nooit...
ar: لمأتحدثأبداً...

source: - Wat het jy, McGee?
ar: ماذا وجدت ، (ماكغي) ؟

source: Ons het gevolg oor die DNA op die halsketting van die slagoffer.
ar: حصلنا على نتيجة الحمض النوّوي من قلادة ضحيتنا.

source: Sy naam is Farshad Sarabi, hy het geëmigreer tien jaar gelede uit Afghanistan.
ar: إسمه هو (فارشاد صارابي). هاجَر من افغانيستان قبل عشر سنوات.

source: 'n Kriminele verlede?
ar: هل لديه سجّل إجرامي ؟

source: - Slegs vir geweld binne die gesin
ar: تاريخ في العنف المنزلي فقط.

source: Slegs?
ar: فقط ؟

source: - Hy werk per toeval in 'n motor-onderdele saak, waar per toeval ook fluoorsuur verkoop word.
ar: ويحدث أنه يعمل في محلّ قطع الغيار، والذي يبيع حمض الهيدروفلوريك.

source: Lanseer 'n opsporing en vra 'n deursoekingslasbrief aan.
ar: ابعث تعميماً للبحث ، واجلب مذكّرة لتفتيش بيته

source: Verstaan? , baas.
ar: لكَ ذلك ، يا رئيس.

source: Tot siens.
ar: إلى اللّقاء.

source: Wil jy nie daaroor praat nie?
ar: هل أنت متأكد بشأن عدم التحدّث في الأمر ؟

source: Jy wil dalk ook geen skyfies? Nee.
ar: أعتقد أن ذلك يعني بأنك لا تريد البطاطا المقلية أيضاً. كلّا .

source: Mike sou daar weldra moet wees.
ar: كلّا. سيكون (مايك) هنا قريباً.

source: Hy sou me hier ontmoet.
ar: لقد أخبرني بملاقاته هنا.

source: Mike, goed.
ar: ( مايك )... جيّد.

source: Hang daarvan af wat vir dag dit is. Maar hy het sy oomblikke.
ar: ذلك يعتمد على اليوم. لكّن لديه لحظاته المميّزة.

source: Waar is jou ouers?
ar: أين هم والديك ؟

source: Moeder, vader?
ar: أمّك ؟ أبيك ؟

source: Verkoop me.
ar: قاموا ببيعي. لرجلٍ.

source: Watter man?
ar: أي رجل ؟

source: Eggenoot. Oud. Soos jy.
ar: كبير السنّ. مثلك.

source: Dit gee nie hoor.
ar: حسنًا.

source: Dit is goed. Zuuraanvalle was 'n rage in die 19de eeuse Europa.
ar: لابأس بالأمر. جرائم الأسيد كانت في القرن 19 في أوروبا.

source: Dit was pas deur tekort aan sure tydens die tweede wereldoorlog dat die afgeneem.
ar: لكن لم يكن ذلك حتى النقص التي حدث في الحرب العالمية الثانية التي بدأوا في رفضها. أترى ؟

source: Sien jy, alles het sy goeie kante.
ar: يوجد جانبٌ مشرق لكل شيء.

source: Selfs 'n wêreldoorlog.
ar: حتّى الحرب العالمية.

source: Wat het jy, Duck?
ar: ماذا يوجد لديك ، (داك) ؟

source: In teenstelling tot die spekulasie van Mr Palmer op die plek van die misdaad, is die suur nie gebruik om die oorsaak van dood te verdoesel.
ar: حسنُ ، بعكس تخمين السيد (بالمر) لمسرح الجريمة لم يٌستعمل الحمض لتغطية سبب الوفاة.

source: Nee, dit was die oorsaak van dood.
ar: كلّا ، كان هو سبب الوفاة.

source: In groot hoeveelhede kan fluoorsuur hartstilstand veroorsaak.
ar: حمض الهيدروفلوريك بجرعات مرتفعة

source: - Sê jy dat dit 'n ongeluk was?
ar: تكفي للتسبّب في سكتة قلبية. هل تقول بأن موتها كان حادثة ؟

source: Die doel was om hierdie vrou te vermink, Jethro.
ar: الهدف كان تشويه هذه المرأة ، (جيثرو).

source: As sy gesterf het, dan het sy gesterf.
ar: وإذا ماتت ، فلتمُت.

source: Ons stuitten dalk op 'n eremoord.
ar: ربّما عثرنا على جريمة قتل شرفي.

source: - Verskoon, 'n wat?
ar: آسف - - ماذا ؟

source: 'n Eremoord, Mr Palmer, is wanneer iemand gedood word weens skande aan die familie.
ar: جريمة قتل شرفي. يا سيد (بالمر) عندما يُقتل قريبُ من العائلة بسبب

source: Dit is 'n wrede gewoonte.
ar: إنه عقاب وحشي.

source: Vroue kan gedood word vir die weier van 'n huwelik of vir ontrouheid.
ar: يمكنأنتُقتلالمرأةبسبب رفضهاللزواجالمُدبّر، لسببعدمالإخلاص...

source: Of net om 'n smoorverliefde tiener te wees.
ar: أو لكونها مراهقة عاشقة فحسب.

source: Gevang word tydens die soen van 'n seuntjie.
ar: تمت رؤيتها وهي تقبّل رجلاً.

source: Dit is die ergste benaming wat ek ooit gehoor het.
ar: أعتقد أنه خطأ في التسمية.

source: Ek bedoel, daar is geen eer mee gemoeid.
ar: لأنه لا يوجد شرفٌ في هذا الفعل.

source: Wie dit gedoen het is 'n koelbloedige moordenaar.
ar: أيٌّ من قام بهذا فهو قاتل بارد القلب.

source: Wat binnekort die pyn gaan voel.
ar: سيشعر بالألم قريباً.

source: Die opsporing opgelewer resultaat op, baas.
ar: تم العثور على مشتبهنا ، يا رئيس.

source: Die polisie van Rockville het hom.
ar: أمسكته شرطة روكفيل.

source: Wat doen jy dan hier?
ar: إذا مالذي تفعله هنا ؟

source: - Vertrek.
ar: ذاهب.

source: Ek hoop van harte dat jy by hierdie man die duimskroewe aanhaal, Jethro.
ar: أنا آمل حقاً بأن تتحكم في هذه . (جيثرو).

source: - Dit kan jou help tydens die verhoor.
ar: ربّما سيساعدك هذا في إستجوابك.

source: Ons slagoffer dra die letsels van 'n lewe van mishandelinge.
ar: يوجد لدى ضحيّتنا كدمات من الضرب المبرح طوال حياتها.

source: Sy is vervolg, eenvoudig omdat sy 'n vrou was.
ar: كانت مضطهدة فقط لكونها امرأة.

source: Totsiens.
ar: أراكِ قريباً.

source: Wat is daar gaande?
ar: مالذي يجري ؟

source: Waarom die valse ID?
ar: لماذا الهويّة المزوّرة ؟

source: Net oor 'n jaar gelede, het voormalige, laat ons sê, geassosieerdes me opsoek omdat hulle 'n twaalfjarige Afghaanse meisie het, dat hulle die VSA gehelp het binne smokkel.
ar: قبل سنة ، لنقُل شركاء سابقين قصدوني لأنهم كان لديهم فتاة أفغانية لديها 12 عاماً والتي كانوا يساعدونها في تهريبها إلى الولايات المتحدّة.

source: - Goed, hou op.
ar: حسناً . توقّف.

source: Ek wil dit nie hoor nie.
ar: لا أستطيع سماع أكثر من ذلك.

source: - Jy moet.
ar: تحتاج لذلك.

source: Hierdie meisie is herhaaldelik verkrag deur haar oom.
ar: هذه الفتاة اغتُصبت مراراً وتكراراً منطرفعمّها.

source: Toe sy uiteindelik na die polisie gaan.
ar: عندماذهبتلتبليغالشرطة،

source: is sy in hegtenis geneem.
ar: قاموا بإعتقالها.

source: Omdat sy buite kom sonder manlike begeleiding.
ar: لكونها بالخارج بدون مُرافق ذكر.

source: Sonder haar oom, in hemelsnaam.
ar: بدونعمّها،

source: Ek is veronderstel maar met die een te help.
ar: كان من المفترض أن أساعد واحدة فقط.

source: Maar toe ek die kind ontmoet, dit liewe, onskuldige kind, dat kan jy nie loslaat.
ar: - لكن عندما التقيت الطفلة - - هذه الطفلة الحلوة ، والبريئة

source: Dus, ek sloot me aan by die groep wat aan vrouwenopvang in Kaboel doen. Ek reël net oor hul ondergrondse spoorlyn.
ar: لذا تواصلت مع هذه المجموعة التي تدير ملجأ للنساء في "كابول" أنا قمت بإدارة طرقهم التحتية نوعاً ما.

source: Hulle help om die swaar gevalle te plaas.
ar: مثل مساعدتهم في تجاوز حالاتهم الصعبة.

source: - Mike, ek hoor die maar, al myle ver kom.
ar: (مايك) ، أستطيع سماع كلمة " لكن " على بعد ميلٍ من هنا.

source: Maar, deur al die gepraat oor afsluit van die grense, word dit moeiliker en moeiliker om die meisies binne te smokkel.
ar: لكنّمعمشكلالحدودهذا، الأمر يصعب أكثر فأكثر. لتهريب الفتيات إلى الداخل.

source: Nog moeiliker om hulle 'n valse identiteit te besorg.
ar: وحتى أصعب للحصول على هويات مزوّرة لهم.

source: Wat wil jy?
ar: مالذي تريده ؟

source: Ek het jou nodig om 'n "A" reisverzoek in die stelsel te sit.
ar: أريدك أن تُمضي على طلب نقل في النظام.

source: 'n Magtiging vir militêre vervoer van Kaboel na El Salvador. Dit is vir ses persone.
ar: يسمح بنقل عسكري من كابول إلى جمهورية السالفادور هذا يخصّ ستة أشخاص.

source: - Ses vlugtelinge.
ar: ستّة لاجئين.

source: Ek sorg vir al die res.
ar: وسأهتم بكلّ ما تبقى.

source: Meer hoef jy nie te weet.
ar: هذا كلّ ماعليك معرفته.

source: Ek sit te gretig dat Gibbs hierdie man deur die hel laat gaan.
ar: أتشوّق لرؤية (غيبز) يقوم بإرعابه.

source: Ek ook.
ar: أنا أيضاً.

source: - Jy sal dit my moet doen. Jy?
ar: عليكماأنترضيابي. أنتِ ؟

source: Waarom jy?
ar: لماذا أنتِ ؟

source: Gibbs wil dat ek met die verdagte praat.
ar: يريد منّي (غيبز) التحدّث للمشتبه.

source: Luister, dit is geen foto's maak op die plek van die misdaad, maar 'n verhoor.
ar: اسمعي... هذالايشبهإلتقاطالصوّرفيمسرحالجريمة ، هذا إستجواب.

source: Het ek maar ervaring in die vrae stel en kon uitmaak of hulle lieg.
ar: أجل. فقط إذا لم يكن لدي أي خبرة في طرح الأسئلة على الأشخاص ومحاولة كشفهم إذا كانوا يكذبون.

source: En die baan as speurder wat ek wil is in San Diego.
ar: وعمل المحقّق الذي أريده في سان فرانسيسكو.

source: Ons sal jou mis.
ar: سنشتاق إليك.

source: - Daar twyfel ek nie aan.
ar: أنا متأكدة.

source: Kom ons begin.
ar: حسناً لنبدأ.

source: Ons het 'n lys met name in die woonstel van die verdagte, almal Afghaanse vroue.
ar: عثرناعلىقائمةأسماء، في شقّة المشتبه به كلهنّ نساء أفغانيات.

source: Elke naam is gekoppel aan 'n oorlede vroulike militêre. Ons dink dat die Afghaanse meisies hulle as valse identiteite gebruik net soos ons slagoffer.
ar: كل إسم مرتبط بإسم امرأة متوفيّة بالخدمة الوطنية نعتقد أن النساء الأفغانيات تستعملها

source: - Sy staan ook op die lys. Gekruis
ar: هي موجودة بالقائمة أيضاً ، تم شطبها.

source: - Nog twee ander ook.
ar: يوجد إثنتان متبقيتان.

source: Dit is 'n lys met afrekeninge.
ar: هذه قائمة قتل.

source: Sy daag hom uit, Tony.
ar: (مالذي تفعلُه ؟ ) -إنها تقوم بإغضابه ، (طوني ).

source: Hoe sien ek lyk?
ar: كيف أبدو ؟

source: - Jy sien daar onnosel uit.
ar: تبدين سخيفة.

source: Net 'n geverf clown.
ar: مثل مهرّج متزيّن.

source: Jy verkies dalk eerder, so iets?
ar: هلتفضّلشيئاأكثر... كهذا ؟

source: Sy het gewoon in die VSA, weggesteek agter 'n gesteelde identiteit, toe jy uitgevind het wat die was, aangespoor jy haar op en vermoor jou hare.
ar: كانتتعيشبالولاياتالمتحدةالأمريكية، متخفيّة بهويّة مسروقة عندمااكتشفتذلكبطريقةما،

source: Klop dat so 'n bietjie?
ar: هل ذلك صحيح ؟

source: Ek veronderstel, dat dit die plan vir almal op jou lys is.
ar: اناأفترض... أن تلك هي الخطة لكلّ واحدة في لائحتك.

source: Lys?
ar: لائحة ؟

source: Ek weet nie waaroor jy dit het?
ar: لا أعرف عمّا تتحدثين عنه ، أي لائحة ؟

source: - OK, hou op met die nonsens...
ar: حسناً ، اوقف الهراء

source: Ons het gevind dat fluoorsuur in jou wa, jou handskrif op 'n afrekening lys en jy DNA op die plek van die misdaad.
ar: وجدناحمضالهيدروفلوريكفيشاحنتك، خطّكتابتكعلىقائمةقتل، و حمضك النووي في مسرح الجريمة.

source: Ek het jou nie net vir hierdie hier, maar ek maak daar my lewe se missie van om jou vir die ander twee ook te laat opdraaien.
ar: لن أقبض عليك كمتّهم قطعي لهذه الجريمة فقط بل سأجعلها مهمّة حياتي لإلصاق التهمتان الأخرتان بك.

source: Jy is hier omdat ek maar een ding wil weet, ek wil weet waarom.
ar: أنت موجود هنا لأني أريد معرفة شيء واحد فقط. أحتاج لمعرفة السبب.

source: Kan jy nie daar nie teen dat vroue slimmer as mans is?
ar: لا تستطيع تحمّل أن النّساء أذكى من الرجال ،صحيح ؟

source: Of miskien is dit omdat ons jou op jou swakste en mees kwesbaar sien? Praat so nie teen me.
ar: أو ربّما لأننا نراكم في أكثر حالاتكم ضعفاً وعجزاً لا تتحدّثي معي بتلك الطريقة

source: Hulle het skande en oneer oor hul familie.
ar: لقد جلبوا العار والإهانة لعائلاتهم.

source: Hulle is gestraf volgens die wette van God.
ar: تمّت معاقبتهم تباعاً لقانون الربّ.

source: Is dit vir hom dat jy werk?
ar: هل ذلك من تعمل لديه ؟

source: Ek lewer die diens vir wie dit nodig het.
ar: أوفّر الخدمة لمن يحتاجونها.

source: - Waar het jy hierdie lys gehaal?
ar: من أين حصلت على هذه القائمة ؟

source: Dit maak nie uit waar.
ar: لا يهمّ ذلك.

source: Wat van belang is, ons het die name waaragter hulle skuil in hierdie land. Ons sal hulle vind.
ar: ما يهمّ هو أنه بحوزتنا الأسماء التي يستعملونها للإختباء في هذا البلد سنعثر عليهم.

source: Jy kon my dalk stop, maar iemand anders gaan voor hulle kom.
ar: ربّمااستطعتِإيقافي، لكن سيأتي شخص آخر من أجلهم.

source: Was al wat vroue in die VSA gesmokkel en het 'n valse identiteit? Deur wie?
ar: كلّ هؤلاء النساء تم تهريبهم إلى الولايات المتحدة وإعطائهنّ هويّات مزوّرة ؟ مِن طرف مَن ؟

source: - Dit is nou ons prioriteit nie.
ar: تلك ليست من أولوياتنا الآن.

source: Wie lekte die nuwe identiteite na die hitmen. Dink jy dat die iemand in Afghanistan is?
ar: من كان يسرّب هذه الهويّات الجديدة إلى أولئك القتلة ؟ هل تعتقد أنه شخص ما من أفغانيستان ؟

source: - Daarom praat ek met u.
ar: ذلك سبب إتصالي بك.

source: Jy is die verbindingsofficier met die enigste vroueregte groep in die land.
ar: أنت هو الرّابط الوحيد لمجموعة الأمم المتحدة لحقوق النساء في البلاد إذاكانتهذهجرائمشرفية،

source: As dit eremoorde is, het die familie van die meisies dalk saam om die sluipmoordenaar te huur.
ar: من المحتمل أن عائلات النساء اجتمعوا لتأجيرقاتلكالمأجور،

source: Wat beteken dat daar duisende die bron kan wees.
ar: مايعني أن أي شخص من الآلاف هنا يمكن أن يكون المصدر.

source: Die teikens staan almal op dieselfde lys, hulle moet dus iets in gemeen het.
ar: الأهداف كلها في نفس اللائحة. لابدّ من قاسم مشترك بينهن.

source: Dit is so.
ar: يوجد لديهم.

source: Volgens my data gebly hulle almal in 'n vroue opvang naby Kaboel.
ar: تظهرسجلّاتيأنهفيوقتما، كلهّن أقمن في نفس الملجأ خارج (كابول).

source: Wat ek goed ken.
ar: أعرفه جيّداً.

source: - Goed, laat ons daar begin. Maak 'n slaapbank gereed. Ek is daar binne 18 uur.
ar: حسناً ، لنبدأ هناك. سأكون هناك خلال 18 ساعة.

source: Gaan jy na Afghanistan, baas?
ar: هل أنت ذاهب إلى أفغانيستان ، يا رئيس ؟

source: Jy is net terug uit die Midde-Ooste.
ar: لقد عدت من الشرق الأوسط مؤخراً.

source: Ek weet seker dat hulle dit hanteer.
ar: أنا متأكد من أنهم يستطيعون التعامل مع هذا.

source: Ons is daar.
ar: لقد وصلنا.

source: Die Noor vroue opvang.
ar: ملجأ (نور) للنساء.

source: Dit lyk meer op 'n bom skuiling.
ar: يبدو وكأنه ملجأ من القنابل.

source: - Hulle is gelukkig dat hulle dit het.
ar: إنهن محظوظات للحصول على هذا.

source: Hulle kry geen enkele steun van die gemeenskap.
ar: ليس لديهم أي دعم من المجتمع.

source: Dat is sag uitgedruk, Tom.
ar: (ذلكوصفالأمربلطافة،(طوم.

source: Die plaaslike inwoners dink dat die vroue opvang 'n facade vir 'n bordeel is.
ar: المسكان المحليّين يعتقدون بأن ملاجئ النساء

source: Daarom word hulle gelei deur NGO 's.
ar: هيواجهاتلبيوتالدعارة، هذا هو سبب تعاملهم مع منظمات خارجية غير حكومية.

source: U moet agent Gibbs is. Catherine Tavier.
ar: حتماً أنت هو العميل (غيبز).

source: Ek bestuur hierdie opvang.
ar: ( (كاثرين تافيير. أنا أدير الملجأ.

source: Laat ons binne verder praat, vir 'n mens dink dat julle kliënte is en jy geskaafde word.
ar: حسنُ ، لنتحدّث بالداخل

source: Die meisies weet nie van Nadira.
ar: قبل أن يظنّ أحدهم أنكما زبونان ويطلق عليكما النّار هؤلاء الفتيات لا يعلمون بشأن (ناديرا).

source: Hulle praat geen Engels.
ar: لا يتحدّثن الإنجليزية.

source: Is jy seker dat hulle dit was?
ar: هل أنت متأكد أنها هي ؟

source: Sê u het ons.
ar: أخبرينا أنتِ.

source: Hoe het haar familie haar gevind?
ar: كيف عثرث عليها عائلتها ؟

source: Dink jy dat die iemand uit die familie van Nadira was wat haar laat doodmaak?
ar: أتعتقدبن حقاً أن أحد أفراد عائلة (ناديرا) أمر بقتلها ؟

source: Hulle is die enigstes wat die wat kan omgee.
ar: هم الوحيدين الذي يهتمون كفايةً.

source: Vergewe my my woordkeuse.
ar: إذا تسمح لي بإختيار تلك الكلمات.

source: Maar selfs al vind jy die oortreders, jy kry hulle nooit veroordeel.
ar: لكنحتّىولواكتشفتمنالفاعل، لن تحصل على اعترافٍ أبداً.

source: Hier nie.
ar: ليس هنا.

source: Daar is vroue wat gevaar loop, vroue wat jy ken.
ar: هناك نساء معرضّات للخطر. نساءُ تعرفينهم.

source: Het jy geweet nadat Nadira hier weg te gaan, sy in die VSA gesmokkel is?
ar: هلكنتِمدركةأنه بعدمارحلت (ناديرا)منهنا ،

source: en daar gewoon het onder 'n valse identiteit?
ar: تمّ تهريبها إلى الولايات المتحدّة الامريكية وتعيش بهويّة مزوّرة ؟

source: Amptelik, nie.
ar: رسميّاً . كلاّ.

source: Officieus hoor ek af en toe wel wat.
ar: بشكل غير رسمي. ربّما سمعت شيئاً أو إثنان عن الأمر.

source: Jammer genoeg, is die leiding na die VSA gesluit. Nadira is gevind omdat iemand haar ware identiteit uitgelek.
ar: للأسف أن تلك قناة التهريب إلى الولايات المتحدّة أُغْلقت تمّ العثور على (ناديرا) لأن

source: Ons bring die vroue in beskermende bewaring,
ar: شخصاً ما سرّب هويتها الحقيقية. سنأخذهؤلاءالنساءإلى الحمايةالوقائية،

source: Om hulle werklik te beskerm moet ons vind wie hul oordadige lek.
ar: لكنلحمايتهنّفعلاً، سنحتاج لمعرفة من يقوم بتسريب. أسماء تغطيتهنّ

source: Ek is die enigste wat hulle almal geken het.
ar: أناالوحيدةالتيعرفتجميعهم،

source: Buiten die meisies hier.
ar: ماعدا النساء الموجودات هنا.

source: Ons is die enigstes wat vertroud kan word.
ar: كنّا الوحيدين الذين يمكن الوثوق بهم.

source: Ek sal met hulle moet praat.
ar: سأحتاج للتحدث معهنّ.

source: Hulle sal die inligting nie met jou deel. Hulle weet wat dit kan beteken.
ar: من المستحيل أنهم قاموا بمشاركة تلك المعلومة هن يعرفن ماذا يمكن أن يحصل.

source: Tog sal ek met hulle moet praat.
ar: مع ذلك سأحتاج للتحدث معهنّ.

source: Luitenant Gorman en ekself kan vertaal.
ar: بإمكاني انا والملازم (غورمان) أن نُترجم.

source: McGee, gaan by die luitenant.
ar: (ماكغي) ، اذهب مع الملازم.

source: Dit is lekker om jou uiteindelik te ontmoet.
ar: جيّد ملاقاتك أخيراً.

source: Mike Franks het met baie lof oor jou.
ar: قام (مايك فرانكس) بمدحِك كثيراً.

source: Ek het jou nodig om 'n reisverzoek in die stelsel te bring. Dit is vir ses persone.
ar: أحتاج منك أن تضع طلب رحلة في النظام هذه لستّة أشخاص

source: Sy sê nie te weet wie die name lek en sy sterf liewer as om dit self te doen.
ar: إنها تقول أنّها لا تعرف من يمكنه تسريب الأسماء وأنها ستموت لو فعلت ذلك بنفسها.

source: Sê haar dat sy dankie is.
ar: قُل لها شكراً لكِ من فضلك.

source: Het jy iets?
ar: هل حصلت على شيء ما ؟

source: Ja, die vreeslikste stories wat ek nog ooit gehoor het. Ek kan jou wel sê dat ek die vrou regs op die stapelbed in die gate het. Sy doen verdag sedert ons hier aangekom het.
ar: أجل ، بعض من أكثر القصص المروّعة التي سمعت بها لكنّي أراقب تلك الفتاة في السرير السفلي على اليمين أصبحت مُتوترة منذ وصولنا إلى هنا.

source: Daar het jy Tony.
ar: ها هو (طوني).

source: Miskien het hy meer geluk.
ar: ربّما أسعفه حظّ جيد.

source: Uiteindelik.
ar: وأخيراً.

source: Dames, asseblief, dit is intercontinentaal.
ar: رجاءاً ، سيدّاتي هلّا أخفضتم صوتكم.

source: Wat het jy, DiNozzo?
ar: هذا إتصال بعيد المدى. مالذي وجدته ، (دينوزو) ؟

source: - Ek het hoofpyn, baas.
ar: لديّ صداع الرأس ، يا رئيس.

source: Maar Susan en ek kon alle vroue op die afrekening lys vind.
ar: قمت أنا و(سوزان) بجلب كل النساء الموجودات على لائحة القتل.

source: Sy is op soek na onderduikadresse en euh...
ar: هيتبحثالآنعلى منازلآمنة ،

source: Ek het die immigrasie moet bel. Waarom?
ar: وكذلك اتصلت بمصلحة المهاجرين لماذا ؟

source: - Omdat die vroue onwettig wees, baas. Ons stuur hulle nie terug na huis, DiNozzo.
ar: لأن كلّ هذه النساء موجودات هنا بشكل غير قانوني ، يا رئيس لن نرسلهم إلى وطنهم (دينوزو).

source: - Hulle is hier nie veilig, Tony.
ar: (همليسوافي مأمنِهنا (طوني.

source: Bel binnelandse veiligheid en vraag tydelik asiel vir hulle aan, dat hou hulle wel even besig.
ar: ستتصل بقسم الأمن القومي وتطلب اللجوء المؤقت. سيشغلهم ذلك لمدّة.

source: - Goed, daarom noem ons jou die baas.
ar: حسناً ، ذلك سبب دعوتنا لك الرئيس.

source: "Mor" beteken "moeder".
ar: كلمة "موري " تعني الأم.

source: Haar dogter is eers na Amerika gestuur.
ar: أُرسلت ابنتها إلى أمريكا أولاً كانت الأم ستلحقها.

source: Haar moeder sou volg, helaas gebeur dat nie meer, omdat Mike Franks gesterf het. Die eerste keer, in twee jaar, dat hulle mekaar sien.
ar: لكن للأسف ذلك لم يحصل أبداً (عندماتوفيّ(مايكفرانكس. هذه المرّة الأولى التي تريان فيها بعضهما البعض منذ سنتين

source: Tony, ek bel jou wel weer.
ar: (طوني )، سأتصل بك مجدداً .

source: - Wag, McGee...
ar: (انتظر، (ماكغي...

source: Baas, sien jy iets?
ar: هل ترى شيئا ما ، يا رئيس ؟

source: Alles is in orde.
ar: الجميع بخير.

source: - Dit is al 'n swaar week gewees.
ar: لقد كان أسبوعاً صعباً.

source: Dit is niks.
ar: هذا ليس بالكثير.

source: Hoewel, so laat nog, beteken waarskynlik dat dit 'n swaar nag gaan word.
ar: بالرغم ، ذلك يعني أن هذه الليلة ستكون شاقّةً.

source: Het jy elke greintjie menslike ordentlikheid verloor?
ar: هل فقدت كلّ كرامتك الإنسانية ؟

source: Dit is nie 'n spel, dit beteken lewe of dood voor die vroue.
ar: هذه ليست بلعبة. هذا يعني الحياة أو الموت لهؤلاء النّساء!

source: Dat weet jy nie.
ar: أنت لا تعرف ذلك.

source: - Weet ek dat verdomme nie?
ar: بالطبع أعرف!

source: Die meisies loop gevaar.
ar: هؤلاء الفتيات في خطر.

source: Selfs in die skuilings.
ar: حتّى بوجودهنّ في الملاجئ.

source: As die VSA gereed is met sy militêre onttrekking, dan is die afgelope voor hulle.
ar: وعندماتنهيالولاياتالمتحدةإنسحابهاالعسكري، ستنتهي اللعبة بالنسبة لهنّ.

source: Kyk daarna, kyk na hul gesigte.
ar: انظر إليهنّ.

source: Ek is 'n federale agent en ek kan geen materiële steun verleen aan 'n operasie van smokkel.
ar: أناعميلفيدرالي، ولا يمكنني توفير الدّعم المادي من أجل عملية تهريب البشر.

source: - Sedert wanneer gee jy om die reëls? My reëls.
ar: متى بدأت الإهتمام بالقواعد ؟

source: - Ja, welke?
ar: قواعدي الخاصّة. أجل ؟

source: Reël 10.
ar: أي قاعدة؟

source: Raak nooit persoonlik betrokke in 'n saak.
ar: القاعدة العاشرة. لا تتوّرط عاطفياً في قضية أبداً.

source: Reël 14. Buig die lyn, maar breek hulle nie. Smokkel breek hulle.
ar: القاعدة14، احني الخطّ ولا تكسره تهريب البشر يكسر ذلك الخطّ.

source: Jy was al eens betrokke.
ar: لقد تورّطت في أمر مثل هذا من قبل.

source: Of is jy vergeet hoe Leyla en Amira hier geraakten?
ar: أو لا تتذكّر كيف وصلت (ليلى) و (أميرة) إلى هنا ؟
